Repository: bigbrotherisstillwatching/utEqualizer
Catalog: po/*.po
Languages: de

source: <font color="white">Quit</font>
de: <font color="white">Beenden</font>

source: <font color="white">Are you sure that you want to close the app?</font>
de: <font color="white">Sind Sie sicher, dass Sie die App schließen wollen?</font>

source: <font color="white">Cancel</font>
de: <font color="white">Abbrechen</font>

source: <font color="black">Cancel</font>
de: <font color="black">Abbrechen</font>

source: <font color="white">Turn off equalizer</font>
de: <font color="white">Equalizer ausschalten</font>

source: <font color="black">Turn off equalizer</font>
de: <font color="black">Equalizer ausschalten</font>

source: Please turn the equalizer off and on again after changing audio output.
de: Bitte schalten Sie den Equalizer aus und wieder an, nachdem der Audioausgang geändert wurde.

source: Dark mode
de: Dunkler Modus

source: Preset 1
de: Voreinstellung 1

source: Preset 2
de: Voreinstellung 2

source: Preset 3
de: Voreinstellung 3

source: Preset 4
de: Voreinstellung 4

source: Preset 5
de: Voreinstellung 5

source: Help
de: Hilfe

source: Apply equalizer changes, when it's already activated.
de: Equalizer-Änderungen anwenden, wenn er schon aktiviert ist.

source: Reset all bars to 0.0.
de: Alle Balken auf 0.0 zurücksetzen.

source: Save and load a preset. You can also give them a name (please don't forget to confirm with the return key). Apply the loaded equalizer settings by clicking the change button or by activating the equalizer.
de: Eine Voreinstellung speichern oder laden. Sie können sie auch benennen (bitte vergessen Sie nicht mit Enter zu bestätigen). Die geladenen Equalizer-Einstellungen werden durch klicken auf den Ändern-Knopf oder aktivieren des Equalizers angewendet.

source: Made with
de: Mit

source: by bbisw
de: gemacht von bbisw

source: The caps plugin for the equalizer was published under the GNU Public License (version 3) by Tim Goetze. More information at <a href="http://quitte.de/dsp/caps.html">quitte.de</a>.
de: Das Caps-Plugin für den Equalizer wurde unter der GNU Public License (Version 3) durch Tim Goetze veröffentlicht. Mehr Informationen unter <a href="http://quitte.de/dsp/caps.html">quitte.de</a>.

source: The pulse-vumeter binary was compiled from the source code found at <a href="https://github.com/Luciousdev/pulse-vumeter">github.com</a>.
de: Die pulse-vumeter-Binärdatei wurde aus dem Quellcode zu finden unter <a href="https://github.com/Luciousdev/pulse-vumeter">github.com</a> kompiliert.
